IDEA StatiCa Open Model
MatAnchorProperties.Uls Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Limit deformation in shear for stop solution UCRIT
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Uls { get; set; }
Public Property Uls As Double
	Get
	Set
public:
property double Uls {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
MatAnchorProperties Class
IdeaRS.OpenModel.Material Namespace